driver-tests/bpelse/xsddatatypes/XSDDataTypesJbi/test/MsgTypeToXSDType9/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://stc.com/xsddatatype9">
  <soapenv:Body>
    <xsd:part>hello</xsd:part>
  </soapenv:Body>
</soapenv:Envelope>